export default {
  "joke": [
    {
      "content": "A：你在这个单位当司机怎么没几天就被开除了？　　B：前几天去一个沙漠小镇办事，车祸，撞树上了。　　A：哦，可够倒霉的。　　B：更倒霉的是，小镇只有这么一棵树。以前镇子的名字就叫“一棵树”",
    },
    {
      "content": "今早上班在公交站台等公交车，旁边有个大肚子孕妇也在等车的样子，远远的来了一辆45路车，就听见那个孕妇说：“坐好了，妈妈要起飞啦！”然后就看见她捧着肚子风风火火地朝着公交车奔过去了，过去了，去了，了……",
    },
    {
      "content": "邮递员蹬了很久的自行车把一封生日贺卡送到护林员手里，他喋喋不休的抱怨这个地方是多么的偏僻，护林员实在忍不住了：你再不闭嘴，我就要订报纸了！",
    },
    {
      "content": "约翰因为与女朋友闹不和去看心理医生，医生问了他许多问题，也没有找到症结所在。最后，医生问道：“在亲吻时，你看到过你女朋友的脸吗？”　　约翰说：“看到过一次。”　　医生问：“情况怎么样？”　　约翰想了想，说：“她看起来很愤怒。”　　这时，医生感到自己找到答案，说：“很有意思，这正是问题症结所在。你看到你女朋友的脸，感到她很愤怒，你显然忽略了她的感受。对了，那么你是在什么情况下看到她愤怒的脸的呢？”　　约翰十分尴尬地说：“哦，她当时正站在窗户外面看着我和别人亲吻……”",

    },
    {
      "content": "节假日后的第一天，班里只有三三两两几个同学来上课，班主任很不满，他问班长：“怎么这么多同学没来上课？”　　班长回答：“请假了。”　　班主任又问：“怎么只有三张请假条，其他人去哪儿了？”　　班长顿了顿，回答：“其他人都去陪假了！”　　班主任听了觉得莫名其妙，于是自言自语地说道：“什么时代了还要‘陪嫁’！”",

    },
    {
      "content": "堂弟是卖馒头的，三十未婚。他最近相了一个妹子，各方面条件不错。可是堂弟嫌弃人家胸小，愣是不同意。二叔二婶气的半死，非要堂弟同意这门亲事。堂弟急了 : “我白天摸了一天小馒头，晚上想摸会包子不行吗？！”",

    },
    {
      "content": "男：这么晚还没有睡觉呀？    女：还没呢。    男：我在XX酒店，你有男朋友吗？    女：我男朋友在我身上趴着看我和你聊天呢。",

    },
    {
      "content": "男向女表白之后。    女：再多的花言巧语都掩饰不了你想上我的意图！    男：再多的矜持也改变不了最终被上的命运！    女：只要不是和你就好！    男!*##($",

    },
    {
      "content": "大半夜睡得正香呐，突然一个电话打过来把我吵醒了，我迷迷糊糊地接了电话，就听电话那头说：“老公，我车路上抛锚了，周围又没人，你快开车来接我。。。”    我听这话当时就无语了：“你谁啊，老娘是女的，不是你老公，你打错了吧！”    然后我就挂了电话准备接着睡，正在这时我猛然醒悟过来，推醒身旁熟睡的客人：“大哥，好像是你老婆找你。。。”",

    },
    {
      "content": "哥们失恋了，约我出来排解一下心中的苦闷。    我带着哥们去吃羊肉泡馍，哥们捧着一碗泡馍哭道：“现在我一看到泡馍，就想起了我的女友。”    我疑惑道：“怎么，你女朋友叫馍么？”    哥们愣了一下，怒道：“去你大爷！”",

    },
    {
      "content": "昨夜惹女友生气，今早上她躺在床上不愿出门吃饭。    我知道硬拉她肯定不行，就说了句：“那我一个人去吃了啊！ ”    快走到门口了，她坐起来说：“你TM穿条裤子再演，好吗？”",

    },
    {
      "content": "光棍节我果断的跟女朋友分手，女友又哭又闹，  问我是不是外面有女人了，是不是嫌她变胖变丑了，炒菜不好吃等等……  我无奈的说了句：过节了，要有点节日的气息。  然后我就跪遥控器去了。。。",

    },
    {
      "content": "刚才餐厅吃饭看见一对情侣，男的帅气，女孩漂亮！两人你侬我侬羡煞旁人，  　但不知道两人怎么吵了起来，女的带着哭腔喊道“分手吧！”  　　男的也不甘示弱吼了句  　“分就分！谁先搭理谁就是王八蛋。”男的吼完又说了句“我是王八蛋”  　　女孩听见破涕为笑,两人立马和好了。  　　爱情中总该有一方要懂得包容和退让。",

    },
    {
      "content": "今天班上一对同桌情侣吵架！女的嚷嚷到我不要和你坐在一起！男的说你换！你换！ 不坐就不坐！那女的哭着吼道我就是和班上最丑的男的坐在一起！也不要和你坐在一起！然后。。。。。。。她就朝我走来了！",

    },
    {
      "content": "我家店旁边的女装店为了甩货，门窗上粘贴好多大减 价的条幅，门口小喇叭大声喊着最后三天清仓大甩卖。三天后，小喇叭依旧喊着最后三天大甩卖，小侄女跑过去拔下他的U盘对老板说“叔叔，你是不是没读过书，不会数数，今天都第四天了…”说完走了留下一脸懵 逼的老板",

    },
    {
      "content": "在深圳给老板开车，昨天老板儿子结婚。 去接新娘被堵在门外，要求新郎回答问题。 前几道问题回答如流，最后问新娘穿什么颜色的内裤，新朗猜不上来。 也不知道脑子犯抽还是怎么地，我顺嘴说了句蓝色。 结果还真特,么蒙对了! 现在在回老家的动车上……",

    },
    {
      "content": "早上上班，看到女同事脸上有伤，问她：“什么情况。”她说：“昨晚跟她老公干架了。”可是，昨天才听她说她老公出差去了，看着我不解的眼神。同事这时来了一句：“谁知道他半夜突然回来。”我：“呃，这剧情有点丰富啊！”",

    },
    {
      "content": "芭莎慈善晚会事件持续发酵，作为当事人的赵丽颖受采访时说：不是款了就可吃了么？我捐了款的呀。旁边的林心如不屑一顾：切~有什么大不了的，我不捐款照样吃，我还了吃两回了呢，而且是两个人………✌✌✌",

    },
    {
      "content": "上物理课，老师问同学：“同学们，你们说，要是世上没有摩擦力会变成什么样？”有的同学说没有摩擦就无法刹车，也有同学说没有摩擦就不会发热。只有小明说：“老师，没有摩擦力就不会有你我他”。。。。。",

    },
    {
      "content": "昨天找了一大夫，把脉后，他建议我多运动，不要买饮料，多喝白开水，多坐公交车或步行，不要在外面吃饭，尽量吃素，少吃肉类和海鲜。  我点了点头问他：“我是啥毛病啊？”  老中医说：“收入太低，压力太大，不适合高消费。一花钱就上火。”  真神医啊!",

    }
  ],
  "history": [
    {
      "year": 2002,
      "month": 1,
      "day": 1,
      "title": "欧元正式进入流通",
      "type": 1
    },
    {
      "year": 1999,
      "month": 1,
      "day": 1,
      "title": "欧元诞生",
      "type": 1
    },
    {
      "year": 1998,
      "month": 1,
      "day": 1,
      "title": "我国与南非建立外交关系",
      "type": 1
    },
    {
      "year": 1995,
      "month": 1,
      "day": 1,
      "title": "世界贸易组织成立",
      "type": 1
    },
    {
      "year": 1994,
      "month": 1,
      "day": 1,
      "title": "欧洲经济区成立",
      "type": 1
    },
    {
      "year": 1988,
      "month": 1,
      "day": 1,
      "title": "天安门城楼正式对外开放",
      "type": 1
    },
    {
      "year": 1985,
      "month": 1,
      "day": 1,
      "title": "活跃农村经济，中共中央、国务院出台新政策",
      "type": 1
    },
    {
      "year": 1984,
      "month": 1,
      "day": 1,
      "title": "中国工商银行成立",
      "type": 1
    },
    {
      "year": 1984,
      "month": 1,
      "day": 1,
      "title": "中国正式成为国际原子能机构成员国",
      "type": 1
    },
    {
      "year": 1984,
      "month": 1,
      "day": 1,
      "title": "关于1984农村工作的通知",
      "type": 1
    },
    {
      "year": 1982,
      "month": 1,
      "day": 1,
      "title": "全国农村工作会议纪要",
      "type": 1
    },
    {
      "year": 1981,
      "month": 1,
      "day": 1,
      "title": "《中华人民共和国婚姻法》（修正草案）公布施行",
      "type": 1
    },
    {
      "year": 1979,
      "month": 1,
      "day": 1,
      "title": "中国与美国建立外交关系",
      "type": 1
    },
    {
      "year": 1979,
      "month": 1,
      "day": 1,
      "title": "《中华人民共和国全国人大常委会告台湾同胞书》发表",
      "type": 1
    },
    {
      "year": 1960,
      "month": 1,
      "day": 1,
      "title": "刘家峡水利枢纽胜利截流",
      "type": 1
    },
    {
      "year": 1959,
      "month": 1,
      "day": 1,
      "title": "古巴革命胜利",
      "type": 1
    },
    {
      "year": 1956,
      "month": 1,
      "day": 1,
      "title": "《解放军报》创刊",
      "type": 1
    },
    {
      "year": 1948,
      "month": 1,
      "day": 1,
      "title": "中国国民党革命委员会在香港成立",
      "type": 1
    },
    {
      "year": 1942,
      "month": 1,
      "day": 1,
      "title": "中苏美英等国签署《联合国家共同宣言》",
      "type": 1
    },
    {
      "year": 1939,
      "month": 1,
      "day": 1,
      "title": "国民党中常会决定开除汪精卫党籍",
      "type": 1
    }
  ],
  "movieRank":[
    {
      "rid": "1",
      "name": "奇异博士",
      "wk": "2016.11.7- 2016.11.13（单位：万元）",
      "wboxoffice": "27000",
      "tboxoffice": "57100"
    },
    {
      "rid": "2",
      "name": "比利·林恩的中场战事",
      "wk": "2016.11.7- 2016.11.13（单位：万元）",
      "wboxoffice": "8100",
      "tboxoffice": "8100"
    },
    {
      "rid": "3",
      "name": "航海王之黄金城",
      "wk": "2016.11.7- 2016.11.13（单位：万元）",
      "wboxoffice": "6980",
      "tboxoffice": "6980"
    },
    {
      "rid": "4",
      "name": "外公芳龄38",
      "wk": "2016.11.7- 2016.11.13（单位：万元）",
      "wboxoffice": "3490",
      "tboxoffice": "3490"
    },
    {
      "rid": "5",
      "name": "驴得水",
      "wk": "2016.11.7- 2016.11.13（单位：万元）",
      "wboxoffice": "2880",
      "tboxoffice": "16312"
    },
    {
      "rid": "6",
      "name": "但丁密码",
      "wk": "2016.11.7- 2016.11.13（单位：万元）",
      "wboxoffice": "4370",
      "tboxoffice": "12930"
    },
    {
      "rid": "7",
      "name": "捉迷藏",
      "wk": "2016.11.7- 2016.11.13（单位：万元）",
      "wboxoffice": "2750",
      "tboxoffice": "6758"
    },
    {
      "rid": "8",
      "name": "邻家大贱谍",
      "wk": "2016.11.7- 2016.11.13（单位：万元）",
      "wboxoffice": "1110",
      "tboxoffice": "1110"
    },
    {
      "rid": "9",
      "name": "湄公河行动",
      "wk": "2016.11.7- 2016.11.13（单位：万元）",
      "wboxoffice": "880",
      "tboxoffice": "117908"
    },
    {
      "rid": "10",
      "name": "机械师2：复活",
      "wk": "2016.11.7- 2016.11.13（单位：万元）",
      "wboxoffice": "533",
      "tboxoffice": "33733"
    }
  ]
}
